["“This adds crucial momentum to the global movement to combat the #climatecrisis”.In contrast, Julia Neiva, head of environmental programs at the Sao Paulo-based non-profit Conectas Direitos Humanos, said Brazil sees COP26 as an opportunity to repair its tattered reputation on climate change.For example, she said Bolsonaro gave a speech last month at the UN General Assembly in which he praised Brazil’s environmental laws – without mentioning his government’s efforts to weaken them.“Whoever listens to the government’s presentations should question them … because they are doing the opposite of what they say,” she told the Thomson Reuters Foundation.",
"From this, the portfolio managers assemble a portfolio of 80 to 100 compellingly-valued stocks at the forefront of gender diversity.“We are focused on identifying global companies displaying fair gender representation in senior management, executive management and at board level,” Bech said.",
"As a working mother of two, I know the value of quality childcare support and the impact that that has on both gender equality, career and family structures.",
"“Carinata-based SAF could help reduce the carbon footprint of the aviation sector while creating economic opportunities and improving the flow of ecosystem services across the southern region.”Biden’s sustainable fuel tax creditDwivedi’s findings come at an opportune time.",
"He has extensive experience working in both start-up and listed companies and as an investor, which is the perfect combination for the fund manager role.”Previous investments by the Almi Invest South fund included stakes in cancer drug group Alligator Bioscience and cancer research group Immunovia as well as medical treatment group Triomed.",
"Nordea Asset Management has launched the Nordea 1 – Global Gender Diversity Fund.The fund, managed by Julie Bech and Audhild Asheim Aabo, aims to capitalise on research revealing higher equity market returns are being achieved by companies at the forefront of gender diversity.Gender diversity has become a global sustainability theme, as evidenced by the fifth UN Sustainable Development Goal’s aim to ‘achieve gender equality and empower all women and girls’.Despite these efforts, there remains a major gender diversity gap across the corporate world, as less than 4% of the largest 500 companies on the planet have a woman CEO and just 7% of boards are gender diverse.Investors are beginning to note the effects of gender diversity on corporate performance – with improved gender diversity being linked to broadened perspectives and improved decision making.",
"Index provider FTSE Russell has announced the launch of a new index series tracking Chinese green bonds.The Chinese (Onshore CNY) Green Bond Index Series will include securities whose proceeds are used to finance Chinese climate or environmental projects.“In 2017, China green bond issuance represented 23% of global green bond issues and the market is expected to continue to grow significantly over the coming years,” Waqas Samad, CEO of Benchmarks at FTSE Russell said in a statement.“The combination of FTSE Russell’s strong capabilities in fixed income, sustainable investment and regional presence in China allow us to develop innovative tools to help meet the growing demand from our global customer base.",
"Oppenheimer Funds’ sustainable investment boss, Aniket Shah, has been appointed to the board of directors at The Forum for Sustainable and Responsible Investment.The Forum for Sustainable and Responsible Investment is more commonly known as the ‘US SIF’ due to its previous incarnation as the US Social Investment Forum.Shah’s appointment is the latest addition to his impressive resume, which includes a stint as programme leader of the Financing for Sustainable Development Initiative at the United Nations’ Sustainable Development Solutions Network.He is currently working to attain a doctorate in economic geography from Oxford University, focussing on sustainable finance at the Smith School of Enterprise and the Environment.",
"Index and benchmarking group MSCI has appointed Chitra Hepburn as head of ESG client coverage for its Asia Pacific (APAC) division.Hepburn will build MSCI’s ESG research in the APAC region, and leverage its ratings, research and data across the company, including indexes and ESG analytics.With over 20 years’ experience in the financial and sustainability markets, Hepburn was previously a managing director at ESG Global where she was responsible for creating and implementing ESG metrics for issuers in preparation for investor roadshows.Prior to this, Chitra was head of corporate communications and sustainability at Bayer, working across the three divisions of pharmaceuticals, crop science and consumer care.",
"She has experience advising large and medium sized companies on managing environmental and social risks.RLAM’s responsible investment team now has five people and Portfolio Adviser understands the firm is expecting to hire more individuals later this year.Hamilton Claxton said: “The appointments of Carlota and Beth come at a time when climate change and environmental and social issues are taking centre stage in the news and becoming a priority focus on political agendas.",
"We expect Governance or Social risk factors to continue to potentially affect banks’ credit profiles in 2022 while banks’ resilience to climate change is going to be increasingly under scrutiny,” said Vitaline Yeterian, Senior Vice President from the DBRS Morningstar Global Financial Institutions team.To read the full report, click here.",
"Corporations taking this approach are on hiring sprees, hindered only by the limited pool of candidates with skill sets marrying business and sustainability.Roll The CreditsAssuming the right people have been cast, the evolution is not complete until real money needs to be spent.",
"Such proposals specifically focussed on climate change more than doubled compared to the figure for the same period in 2013.In an analysis, Oppenheimer Funds’ Aniket Shah and sustainable investment expert Gordon Clark, predicted that growing interest in corporate stewardship will expand to influencing public policy in the coming years.They wrote: “Despite the US government announcing its intention to withdraw from the Paris Climate Agreement, the Investment Agenda, formed in 2018, representing more than $32 trillion of assets, has agreed to pursue investments and engage with both corporations and policymakers on Paris Climate Accord goals.",
"These targets will be reviewed every 18 months and are designed to become increasingly ambitious over the coming years.Charlie Thomas, head of strategy, environment and sustainability at Jupiter Asset Management, believes the world is at a tipping point on plastics pollution: “Our experience of how sustainable investment themes evolve tells us to expect an acceleration in the number of investable companies working on finding alternatives to plastics.”He is investing in groups such as Lenzing best known for its Tencel textile brand.",
"In this video interview, co-founder of rewired.earth Rupert Pearce explains the non-profit’s vision for the “biggest sustainability data gathering exercise” across the broader investment market, its app, and how it aligns consumer preferences with the Sustainable Development Goals, and the working relationship with St. James’s Place.The full video transcript is below:NK: Hello, I’m Natalie Kenway, global head of ESG Insights at ESG Clarity.",
"And the 70% success rate by unions in those votes is far better than the 42% success rate in the first seven months of 2021.But only 41,000 potential union members were eligible to vote in the 2022 elections.",
"At 1.5 million square feet, the Pavilion—which will open October 30—is also the first hospital in the United States of more than 1 million square feet to achieve certification in LEED Healthcare.“At Penn Medicine, implementing sustainability measures in our buildings has been a key area of our leadership in the health care field, to not only conserve energy but also improve the way patient care is delivered,” Kevin B. Mahoney, CEO of the University of Pennsylvania Health System, said.",
"Three territories were found to have met WHO guidelines: the French territory of New Caledonia and the United States territories of Puerto Rico and the US Virgin Islands.India, Pakistan and Bangladesh were among the countries with the worst air pollution, exceeding the guidelines by at least 10 times.The Scandinavian countries, Australia, Canada, Japan and United Kingdom ranked among the best countries for air quality, with average levels that exceeded the guidelines by 1 to 2 times.In the United States, IQAir found air pollution exceeded WHO guidelines by 2 to 3 times in 2021.“This report underscores the need for governments around the world to help reduce global air pollution,” Glory Dolphin Hammes, CEO of IQAir North America, told CNN.",
"Both the provinces have low access to water supply and sanitation services, and a higher incidence of poverty, and are vulnerable to climate change.“This project will help promote green, resilient, and inclusive water supply and sanitation services to over 400,000 people while providing employment opportunities and skills training to women in the water and sanitation sector,” stated Faris Hadad-Zervos, World Bank Country Director for Maldives, Nepal, and Sri Lanka.",
"The same way we use wearable devices to measure our personal health, businesses should rely on IoT solutions more to monitor progress, reduce costs, improve safety and maximise sustainability."
]